[
  { "id": "bold", "name": "Bold", "description": "You face danger without flinching. When you make a Fear roll, it is Favoured." },
  { "id": "cunning", "name": "Cunning", "description": "You are resourceful and clever. When you roll to get out of a difficult situation by wit, your roll is Favoured." },
  { "id": "determined", "name": "Determined", "description": "Once per session, you may re-roll one die on any roll." },
  { "id": "eager", "name": "Eager", "description": "You throw yourself into new experiences. Once per session, you may declare any action Favoured before rolling." },
  { "id": "enemy-lore-evil-men", "name": "Enemy-lore (Evil Men)", "description": "You have studied Evil Men and know their strengths, weaknesses, and habits." },
  { "id": "enemy-lore-orcs", "name": "Enemy-lore (Orcs)", "description": "You have studied Orcs and know their strengths, weaknesses, and habits." },
  { "id": "enemy-lore-spiders", "name": "Enemy-lore (Spiders)", "description": "You have studied Spiders and know their strengths, weaknesses, and habits." },
  { "id": "enemy-lore-trolls", "name": "Enemy-lore (Trolls)", "description": "You have studied Trolls and know their strengths, weaknesses, and habits." },
  { "id": "enemy-lore-wargs", "name": "Enemy-lore (Wargs)", "description": "You have studied Wargs and know their strengths, weaknesses, and habits." },
  { "id": "enemy-lore-undead", "name": "Enemy-lore (Undead)", "description": "You have studied the Undead and know their strengths, weaknesses, and habits." },
  { "id": "fair", "name": "Fair", "description": "You are blessed with remarkable good looks. Rolls to make a first impression on strangers are Favoured." },
  { "id": "fair-spoken", "name": "Fair-spoken", "description": "You have a gift for saying the right thing at the right time. Your Courtesy rolls are Favoured." },
  { "id": "faithful", "name": "Faithful", "description": "Your steadfast loyalty inspires trust in others. Your Enhearten rolls made in aid of companions are Favoured." },
  { "id": "fierce", "name": "Fierce", "description": "You are terrifying in battle. Your Awe rolls against enemies are Favoured." },
  { "id": "folk-lore", "name": "Folk-lore", "description": "You know the customs and traditions of the Free Peoples. Your Courtesy rolls when dealing with unfamiliar cultures are Favoured." },
  { "id": "generous", "name": "Generous", "description": "Your open-handedness wins you friends. Once per session, you may gain a Fellowship point by giving something of value away." },
  { "id": "grim", "name": "Grim", "description": "Your fierce countenance intimidates foes. Your Awe rolls to frighten enemies are Favoured." },
  { "id": "inquisitive", "name": "Inquisitive", "description": "You are endlessly curious. Your Riddle and Lore rolls when investigating mysteries are Favoured." },
  { "id": "leadership", "name": "Leadership", "description": "You possess the ability to direct others to action. When under pressure, other people naturally turn to you for guidance." },
  { "id": "patient", "name": "Patient", "description": "You can wait for the right moment. You may take an extra round to prepare, making your next action roll Favoured." },
  { "id": "proud", "name": "Proud", "description": "Your noble bearing impresses others. Rolls to interact with those of high station are Favoured." },
  { "id": "rhymes-of-lore", "name": "Rhymes of Lore", "description": "You have memorised ancient verses preserving forgotten lore. Your Lore rolls to recall obscure facts are Favoured." },
  { "id": "rustic", "name": "Rustic", "description": "Your down-to-earth nature puts common folk at ease. Rolls to interact with farmers, innkeepers, and tradespeople are Favoured." },
  { "id": "secretive", "name": "Secretive", "description": "You are adept at keeping secrets. Rolls to conceal information from those who seek it are Favoured." },
  { "id": "shadow-lore-feature", "name": "Shadow-lore", "description": "You have recognised the hidden thread unifying the darkness in Middle-earth. Your rolls to identify creatures of Shadow are Favoured." },
  { "id": "stern", "name": "Stern", "description": "Your iron will impresses those who might otherwise dismiss you. Enhearten rolls are Favoured when the situation is dire." },
  { "id": "suspicious", "name": "Suspicious", "description": "You are hard to deceive. Rolls to detect lies or discover hidden motives are Favoured." },
  { "id": "tall", "name": "Tall", "description": "Your imposing height makes you stand out. Rolls to appear impressive or authoritative are Favoured." },
  { "id": "true-hearted", "name": "True-hearted", "description": "Your sincerity cannot be doubted. Persuade rolls when speaking the truth are Favoured." },
  { "id": "wilful", "name": "Wilful", "description": "Your stubbornness is legendary. When making rolls to resist being coerced or manipulated, your roll is Favoured." },
  { "id": "burglary", "name": "Burglary", "description": "This venerable talent includes pickpocketing, lock picking and, in general, any shadowy way to get hold of the possessions of others or access protected areas." },
  { "id": "keen-eyed", "name": "Keen-eyed", "description": "Your vision is exceptional. Awareness and Scan rolls in open terrain are Favoured." },
  { "id": "lordly", "name": "Lordly", "description": "Your bearing commands respect. Awe rolls when dealing with mortals are Favoured." },
  { "id": "merry", "name": "Merry", "description": "Your cheerful spirit lifts the hearts of those around you. Enhearten rolls are Favoured." },
  { "id": "subtle", "name": "Subtle", "description": "You are skilled at concealing your thoughts and actions. Stealth and Riddle rolls are Favoured." },
  { "id": "swift", "name": "Swift", "description": "You move with uncanny speed. Athletics rolls for speed are Favoured." },
  { "id": "wary", "name": "Wary", "description": "You are ever vigilant. You are never surprised and cannot be ambushed." }
]
